{
  "codeSystems" : [
    {
      "url" : "http://fhir.org/guides/who/core/CodeSystem/who-identifier-types",
      "version" : "0.3.0",
      "status" : "draft",
      "name" : "WHOIdentifierTypes",
      "title" : "WHO Identifier Types",
      "description" : "The identifier types code system defines codes for identifier types used throughout WHO content."
    },
    {
      "url" : "http://smart.who.int/anc/CodeSystem/anc-activity-codes",
      "version" : "0.3.0",
      "status" : "draft",
      "name" : "ANCActivityCodes",
      "title" : "ANC Activity Codes",
      "description" : "Activity codes are codes to identify the types of activities that are performed as part of the delivery of antenatal care"
    },
    {
      "url" : "http://smart.who.int/anc/CodeSystem/anc-care-codes",
      "version" : "0.3.0",
      "status" : "draft",
      "name" : "ANCCareCodes",
      "title" : "ANC Care Codes",
      "description" : "Care codes are high-level codes used to identify types and categories of care for use in encounters, episodes, and care categories throughout Antenatal care guideline computable content."
    },
    {
      "url" : "http://smart.who.int/anc/CodeSystem/anc-custom-codes",
      "version" : "0.3.0",
      "status" : "draft",
      "name" : "anccustomcodes",
      "title" : "Extended Codes CodeSystem",
      "description" : "Set of codes representing all concepts used in the implementation guide"
    },
    {
      "url" : "http://smart.who.int/anc/CodeSystem/anc-persona",
      "version" : "0.3.0",
      "status" : "draft",
      "name" : "ANCPersona",
      "title" : "ANC Personas",
      "description" : "A persona is a depiction of a relevant stakeholder, or “end-user”, of the system. Although the specific roles and demographic profile of the personas will vary depending on the setting, the generic personas are based on the WHO core competencies and credentials of different health worker personas. Please note that these are developed based on synthesis across multiple contexts as a starting point, and further contextualization will be required according to the needs, motivations and challenges of the targeted personas in each setting."
    }
  ]
}
